vegeta/testcandidates/prisma/results/2018-07-08_19:11/albums_tracks_genre_some-600.txt
Requests      [total, rate]            36000, 590.98
Duration      [total, attack, wait]    1m10.933645276s, 1m0.91556227s, 10.018083006s
Latencies     [mean, 50, 95, 99, max]  4.904837047s, 5.000574581s, 12.016265168s, 14.131721152s, 20.246654269s
Bytes In      [total, mean]            38759112, 1076.64
Bytes Out     [total, mean]            1543864, 42.89
Success       [ratio]                  16.12%
Status Codes  [code:count]             200:5804  0:30196  
Error Set:
Post http://localhost:4466: net/http: timeout awaiting response headers
Post http://localhost:4466: dial tcp 0.0.0.0:0->127.0.0.1:4466: bind: address already in use
Post http://localhost:4466: read tcp 127.0.0.1:37901->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:40558->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:60653->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:32939->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:40381->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:33259->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:37997->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:58742->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:56285->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:56261->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:56407->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:35451->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: EOF
Post http://localhost:4466: read tcp 127.0.0.1:35715->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:52326->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:57997->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:35667->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:38110->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:39919->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:39902->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:37833->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:57926->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:41013->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:38202->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:39976->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:32770->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:33612->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:56235->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:60795->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:40292->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:38859->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:56880->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:40092->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:32998->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:56763->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:40057->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:38483->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:54204->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:51928->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:35197->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:51245->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:43147->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:49073->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:41578->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:59113->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:60649->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:34637->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:60251->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:42024->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: http: server closed idle connection
Post http://localhost:4466: read tcp 127.0.0.1:38337->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:56651->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:38704->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:38774->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:36479->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:38778->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:38417->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:39004->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:39032->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:50700->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:45266->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:35958->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:38750->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:57234->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:52480->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:48667->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:35413->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:56950->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:40039->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:49433->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:59261->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:53731->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:42540->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:57755->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:38324->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:60411->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:59592->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:36463->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:35480->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:56975->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:44367->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:35293->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:34752->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:34593->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:47055->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:37972->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:38918->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:49373->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:35494->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:34992->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:37697->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:35364->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:49216->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:58994->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:35473->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:35699->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:38477->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:39138->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:34889->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:35424->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:56767->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:34159->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:48247->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:35707->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:37443->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:40892->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:40917->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:44124->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:50680->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:55065->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:41035->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:58154->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:47590->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:38718->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:60068->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:58774->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:33556->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:47955->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:41066->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:36404->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:54483->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:52217->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:44316->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:52158->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:49775->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:49339->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:58829->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:37452->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:60193->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:49651->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:35303->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:53294->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:34851->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:38556->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:42907->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:38095->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:38670->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:32923->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:56450->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:40015->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:38172->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:56022->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:52145->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:39889->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:39636->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:40150->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:39396->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:40045->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:37634->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:40733->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:32832->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:34017->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:56786->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:50747->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:39195->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:39618->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:39220->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:39606->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:39422->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:40224->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:39228->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:38222->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:60423->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:43073->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:40059->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:37439->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:41046->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:38946->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:35114->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:55181->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:39580->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:40647->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:40633->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:40449->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:39540->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:39859->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:39498->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:40841->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:40290->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:44104->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:40223->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:52531->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:34845->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:42364->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:40053->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:39659->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:33576->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:43623->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:41132->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:37563->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:53750->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:40785->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:60690->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:50928->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:40666->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:40783->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:39549->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:35583->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:39492->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:39598->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:44327->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:42733->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:40726->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:39225->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:40751->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:39278->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:39518->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:40763->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:55672->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:39496->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:39389->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:42077->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:39841->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:33843->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:42322->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:45372->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:42966->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:50683->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:48357->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:40930->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:42118->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:39488->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:42298->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:49946->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:44016->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:47364->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:42773->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:55205->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:43181->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:45585->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:45332->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: dial tcp 0.0.0.0:0->127.0.0.1:4466: i/o timeout
Post http://localhost:4466: dial tcp 0.0.0.0:0->127.0.0.1:4466: context deadline exceeded
Post http://localhost:4466: read tcp 127.0.0.1:48662->127.0.0.1:4466: read: connection reset by peer